Repository: JanConGitHub/checkup
Catalog: po/*.po
Languages: fr, nl

source: Operation Result
fr: Résultat de l'opération
nl: Resultaat

source: Close
fr: Fermer
nl: Sluiten

source: Product Info
fr: À propos
nl: Productinformatie

source: A personal health daily recorder.
fr: Un carnet de santé personnel et quotidien.
nl: Een app om je persoonlijke gezondheid bij te houden.

source: Author
fr: Auteur
nl: Maker

source: Glycemic help page
fr: Page d'aide à la glycémie
nl: Bloedsuiker-hulppagina

source: Help dictionary
fr: Dictionnaire d'aide
nl: Verklarend woordenboek

source: Glycemic
fr: Glycémie
nl: Bloedsuiker

source: Help
fr: Aide
nl: Hulp

source: Success: value saved successfully
fr: Valeur enregistrée avec succès
nl: De waarde is opgeslagen

source: Error performing the operation
fr: Erreur rencontrée lors de l'opération
nl: Fout tijdens uitvoeren van handeling

source: Error, Invalid input or missing value
fr: Erreur, saisie invalide ou valeur manquante
nl: Fout: ongeldige invoer of ontbrekende waarde

source: Day value already inserted: edit from Diary
fr: Une valeur a déjà été saisie aujourd'hui : modifiez-la dans le suivi
nl: Deze dag is al ingevuld: aanpassen in dagboek

source: Value
fr: Valeur
nl: Waarde

source: * Field required
fr: * Champ obligatoire
nl: * Verplicht veld

source: Insert
fr: Insérer
nl: Invoegen

source: Open Diary
fr: Ouvrir le suivi
nl: Dagboek openen

source: Analytics
fr: Analyses
nl: Statistieken

source: Glycemic Diary
fr: Suivi de la glycémie
nl: Bloedsuikerdagboek

source: Remove selected Item ?
fr: Supprimer l'entrée sélectionnée ?
nl: Wil je het geselecteerde item verwijderen?

source: (there is no restore)
fr: (aucune restauration possible)
nl: (onomkeerbaar)

source: Delete
fr: Supprimer
nl: Verwijderen

source: Item deleted successfully
fr: Entrée supprimée avec succès
nl: Het item is verwijderd

source: Error during deletion
fr: Erreur rencontrée lors de la suppression
nl: Fout tijdens verwijderen

source: Confirm
fr: Confirmer
nl: Bevestigen

source: Close and press save to confirm
fr: Fermez et appuyez sur enregistrer pour confirmer
nl: Sluit, en druk op 'Opslaan' om te bevestigen

source: Show saved glycemic values
fr: Afficher les valeurs de glycémie enregistrées
nl: Opgeslagen bloedsuikerwaarden bekijken

source: From
fr: Du
nl: Van

source: To
fr: Au
nl: Tot

source: Load
fr: Charger
nl: Laden

source: Total record found
fr: Nombre d'entrées trouvées
nl: Gevonden items

source: Glycemic Analytic
fr: Analyse de la glycémie
nl: Bloedsuikerstatistieken

source: Show the saved glycemic values
fr: Afficher les valeurs de glycémie enregistrées
nl: Bekijk de opgeslagen bloedsuikerwaarden

source: Show
fr: Afficher
nl: Bekijken

source: NO DATA FOUND
fr: AUCUNE DONNÉE TROUVÉE
nl: GEEN GEGEVENS GEVONDEN

source: Found
fr: Trouvé
nl: Gevonden

source: measures
fr: mesures
nl: metingen

source: Values are expressed using
fr: Les valeurs sont exprimées en
nl: De waarden zijn uitgedrukt in

source: Edit...
fr: Modifier...
nl: Aanpassen...

source: Help Page
fr: Page d'aide
nl: Hulppagina

source: This App is a health monitor, diary created for a personal daily use.
fr: Cette application est un carnet de santé créé pour un usage personnel et quotidien.
nl: Deze app is een persoonlijke gezondheidsmonitor en dagboek voor dagelijks gebruik.

source: Allow to record some prameters of you health.
fr: Elle permet d'enregistrer certains paramètres liés à votre état de santé.
nl: Je kunt er je gezondheidskenmerken invullen.

source: Can create a graphical report to get an overview of your health
fr: Peut créer un rapport graphique pour vous donner un aperçu de votre état de santé
nl: De app kan een grafisch verslag opmaken van je algehele gezondheid.

source: Each section is indipendent from the other ones. Use only of you interest
fr: Chaque section est indépendante des autres: pouvez utiliser uniquement celles qui vous intéressent
nl: Elke sectie is afzonderlijk te gebruiken - je kunt dus alleen de voor jou relevante gebruiken.

source: Blood Pressure:
fr: Pression sanguine :
nl: Bloeddruk:

source: Record the pressure values of your blood
fr: Enregistrez les valeurs de pression sanguine
nl: Houd je bloeddrukwaarden bij

source: Weight:
fr: Poids :
nl: Gewicht:

source: Record your weight and calculate you BMI (Body Mass Index)
fr: Enregistrez votre poids et calculez votre IMC (Indice de Masse Corporelle)
nl: Houd je gewicht bij en bereken je BMI (Body Mass Index)

source: BMI value lower 18.5 means Underweight
fr: Une valeur d'IMC inférieure à 18.5 signifie maigre
nl: Een BMI-waarde onder de 18.5 betekent ondergewicht

source: BMI value inside the interval [18.5 ; 25] means Normal
fr: Une valeur d'IMC comprise entre 18.5 et 25 signifie une corpulence normale
nl: Een BMI-waarde tussen 18.5 en 25 betekent normaal gewicht

source: BMI value inside the interval [25 ; 30] means Obese
fr: Une valeur d'IMC comprise entre 25 et 30 signifie obèse
nl: Een BMI-waarde tussen 25 en 30 betekent normaal obesitas

source: BMI value greater 30 means Overweight
fr: Une valeur d'IMC supérieure à 30 signifie en surpoids
nl: Een BMI-waarde boven de 30 betekent overgewicht

source: Hearth Pulse:
fr: Pulsations cardiaques :
nl: Hartslag:

source: Record your daily hearth pulse
fr: Enregistrez quotidiennement vos pulsations cardiaques
nl: Houd je dagelijkse hartslag bij

source: Glycemic:
fr: Glycémie:
nl: Bloedsuiker:

source: Record your glycemic values
fr: Enregistrez votre glycémie
nl: Houd je bloedsuikerwaarden bij

source: Select item type to remove
fr: Sélectionnez le type d'entrées à supprimer
nl: Kies de te verwijderen itemsoort

source: (there is NO restore)
fr: (AUCUNE restauration n'est possible)
nl: (onomkeerbaar)

source: Blood Pressure
fr: Pression sanguine
nl: Bloeddruk

source: Weight
fr: Poids
nl: Gewicht

source: Hearth Pulse
fr: Pulsations cardiaques
nl: Hartslag

source: Removed ALL the saved data
fr: Supprimer TOUTES les données enregistrées
nl: ALLE opgeslagen gegevens zijn verwijderd

source: Done, removed successfully
fr: Données supprimées avec succès
nl: Verwijderen voltooid

source: items
fr: entrées

source: Weight Diary
fr: Suivi du poids
nl: Gewichtsdagboek

source: Show saved weights
fr: Afficher les poids enregistrés
nl: Opgeslagen wegingen bekijken

source: Weight & BMI
fr: Poids & IMC
nl: Gewicht en BMI

source: weight
fr: poids
nl: gewicht

source: BMI Value
fr: Valeur d'IMC
nl: BMI-waarde

source: Calculate
fr: Calculer
nl: Berekenen

source: BMI description
fr: Description de l'IMC
nl: BMI-uitleg

source: Note: the decimal separtor in use is '.'
fr: Note : le caractère de séparation des décimales à utiliser est « . »
nl: Let op: de gebruikte decimale scheiding is '.'

source: Weight Analytic
fr: Analyse du poids
nl: Gewichtsstatistieken

source: Show the trend of the Weight
fr: Afficher la courbe de poids
nl: Bekijk het gewichtsverloop

source: BMI
fr: IMC

source: Note: the decimal separator in use is '.'
fr: Note : le caractère de séparation des décimales à utiliser est « . »
nl: Let op: de gebruikte decimale scheiding is '.'

source: About
fr: À propos
nl: Over

source: Settings
fr: Paramètres
nl: Instellingen

source: Blood pressure
fr: Pression sanguine
nl: Bloeddruk

source: My Doctor
fr: Mon docteur
nl: Mijn arts

source: Application Configuration
fr: Configuration de l'application
nl: App-instellingen

source: Value saved, **RESTART** the application
fr: Valeurs enregistrées, **REDÉMARREZ** l'application
nl: De waarde is opgeslagen - **HERSTART** de app

source: ATTENTION: fill required fields
fr: ATTENTION : remplissez les champs obligatoires
nl: LET OP: vul alle verplichte velden in

source: ATTENTION: check unit of measure
fr: ATTENTION : vérifiez les unités de mesure
nl: LET OP: controleer de meeteenheid

source: User informations
fr: Informations utilisateur
nl: Gebruikersinformatie

source: Your name
fr: Votre nom
nl: Mijn naam

source: Heigth
fr: Taille
nl: Lengte

source: in
fr: po

source: Heigth is used to BMI calculation, keep updated if you grow
fr: La taille est utilisée dans le calcul de l'IMC, mettez-la à jour si vous grandissez
nl: Je lengte wordt gebruikt bij de BMI-berekening - werk deze bij als je gegroeid bent

source: Date of birth
fr: Date de naissance
nl: Geboortedatum

source: Unit of measure (keep default is not sure)
fr: Unités de mesure (à conserver par défaut si incertain)
nl: Meeteenheid (kies bij twijfel de standaardeenheid)

source: lb
fr: li

source: Glycemic unit
fr: Unité de la glycémie
nl: Bloedsuikereenheid

source: Save
fr: Enregistrer
nl: Opslaan

source: Required field
fr: Champ obligatoire
nl: Verplicht veld

source: Hearth Pulse Analytic
fr: Analyse des pulsations cardiaques
nl: Hartslagstatistieken

source: Show the saved hearth pulse
fr: Afficher les pulsations cardiaques enregistrées
nl: Bekijk de opgeslagen hartslaggegevens

source: Hearth pulse values
fr: Valeurs de pulsations cardiaques
nl: Hartslagwaarden

source: Values are expressed in BPM: beat per minute
fr: Les valeurs sont exprimées en BPM : battements par minute
nl: De waarden zijn uitgedrukt in HPM: hartslagen per minuut

source: Frequency
fr: Fréquence
nl: Frequentie

source: bpm - beat per minute
fr: bpm - battements par minutes
nl: hpm - hartslagen per minuut

source: Hearth pulse Diary
fr: Suivi des pulsations cardiaques
nl: Hartslagdagboek

source: Show saved values
fr: Afficher les valeurs enregistrées
nl: Opgeslagen waarden bekijken

source: Maintenance Page
fr: Page de maintenance
nl: Beheerpagina

source: Confirm deletion ?
fr: Confirmer la suppression ?
nl: Verwijderen bevestigen

source: Deleted
fr: Supprimé
nl: Verwijderd

source: Items
fr: Entrées

source: Remove data from Diary inside a time range
fr: Supprimer les données du suivi sur une plage de temps
nl: Dagboekgegevens uit bepaalde periode verwijderen

source: Entity
fr: Entité
nl: Entiteit

source: Remove
fr: Supprimer
nl: Verwijderen

source: Min. Value
fr: Valeur min
nl: Min. waarde

source: Max. Value
fr: Valeur max
nl: Max. waarde

source: Minimum Value
fr: Valeur minimum
nl: Minimumwaarde

source: Maximum Value
fr: Valeur maximum
nl: Maximumwaarde

source: Blood Pressure Diary
fr: Suivi de la pression sanguine
nl: Bloeddrukdagboek

source: Show saved blood pressure data
fr: Afficher les données de pressions sanguines enregistrées
nl: Bekijk de opgeslagen bloeddrukgegevens

source: Blood Pressure Analytic
fr: Analyse de la pression sanguine
nl: Bloeddrukstatistieken

source: Show the trend of the blood pressure (Min. & Max.)
fr: Afficher le graphique de la pression sanguine (Min. & Max.)
nl: Bekijk het bloeddrukverloop (min. en max.)

source: Values in
fr: Valeurs en
nl: Waarden in

source: Min. value
fr: Valeur min.
nl: Min. waarde

source: Max. value
fr: Valeur max.
nl: Max. waarde

source: My personal doctor contacts
fr: Coordonnées de mon docteur personnel
nl: Contactgegevens van mijn arts

source: Name
fr: Prénom
nl: Voornaam

source: Surname
fr: Nom
nl: Achteraam

source: Phone
fr: Téléphone
nl: Telefoonnummer

source: Mobile
fr: Portable
nl: Mobiel telefoonnummer

source: Email
fr: Courriel
nl: E-mailadres

source: Address
fr: Adresse
nl: Adres

source: Underweight
fr: Maigre
nl: Ondergewicht

source: Obese
fr: Obèse
nl: Obesitas

source: Overweight
fr: Surpoids
nl: Overgewicht

source: Checkup
fr: Bilan de santé
nl: Controle

source: Date
nl: Datum

source: Notes
nl: Aantekeningen

source: Bpm
nl: HPM

source: Normal
nl: Normaal gewicht
